const menu = (prefix, horr, datt, numerodn, NickDono) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╔┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
║   
╠⊹   ╭━──•⬕•𝔏𝔦𝔳𝔞𝔫𝔞𝔖𝔱𝔢𝔭𝔥𝔞𝔫𝔶•⬔•─━─𒀸
╠⊹   ┝≼≽ Para me add em grp digite:
╠⊹   ┝≼≽ ${prefix}convite + link do seu grupo
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
╠⊹   ╭━─•⬕•𝔏𝔦𝔳𝔞𝔫𝔞𝔖𝔱𝔢𝔭𝔥𝔞𝔫𝔶•⬔•─━─━𒀸
╠⊹   ┝≼≽ Seja bem vindo(a) ao menu 
╠⊹   ┝≼≽ Prefixo: ⟮•  ${prefix} •⟯
╠⊹   ┝≼≽ Data/Hora : ⟮• ${hordat} •⟯
╠⊹   ┝≼≽ Bot By: : ⟮• Eduardo •⟯
╠⊹   ┝≼≽  *INSTAGRAM* : ↳ eduardo_cruz36 
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
╠⊹   ╭━─•⬕•𝔏𝔦𝔳𝔞𝔫𝔞𝔖𝔱𝔢𝔭𝔥𝔞𝔫𝔶•⬔•─━─━𒀸
╠⊹   ┝≼≽ 💎ALUGUE A BOT💎
╠⊹   ┝≼≽ 💸5 REAIS = 1 semana
╠⊹   ┝≼≽📲PARA MAIS INFORMAÇÕES
╠⊹   ┝≼≽ 👤CONTATE O CRIADOR
╠⊹   ┝≼≽   UTILIZE: !dono
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
╠⊹   ╭━─━⚠️INFO DE CMD⚠️─━─━𒀸
╠⊹   ┝≼≽ ${prefix}infopalavrão
╠⊹   ┝≼≽ ${prefix}infolistanegra
╠⊹   ┝≼≽ ${prefix}infobancarac
╠⊹   ┝≼≽ ${prefix}infovotação
╠⊹   ┝≼≽ ${prefix}infocontador
╠⊹   ┝≼≽ ${prefix}infosorteio
╠⊹   ┝≼≽ ${prefix}infobot
╠⊹   ┝≼≽ ${prefix}idiomas
╠⊹   ┝≼≽ ${prefix}bug (questione)
╠⊹   ┝≼≽ ${prefix}avalie (o quao bom)
╠⊹   ┝≼≽ ${prefix}sugestao (dica)
╠⊹   ╰─━─━─━──━──━─━─━𒀸
║                   🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭─━━─━🌀OUTROS MENUS🌀━─𒀸
╠⊹   ┝≼≽ ${prefix}menudono
╠⊹   ┝≼≽ ${prefix}efeitosimg
╠⊹   ┝≼≽ ${prefix}menuadm
╠⊹   ┝≼≽ ${prefix}menupremium
╠⊹   ┝≼≽ ${prefix}logos
╠⊹   ┝≼≽ ${prefix}brincadeiras
╠⊹   ┝≼≽ ${prefix}alteradores
╠⊹   ┝≼≽ ${prefix}herokulogos
╠⊹   ╰─━─━─━──━──━─━─━𒀸
║                 🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭─━━🎶PESQUISA/BAIXAR🎶━─━─𒀸
╠⊹   ┝≼≽ ${prefix}play (pesquisa ou link)
╠⊹   ┝≼≽ ${prefix}play2 (pesquisa ou link)
╠⊹   ┝≼≽ ${prefix}play3
╠⊹   ┝≼≽ ${prefix}playmp4
╠⊹   ┝≼≽ ${prefix}ytsearch
╠⊹   ┝≼≽ ${prefix}ytmp4
╠⊹   ┝≼≽ ${prefix}ytmp3
╠⊹   ┝≼≽ ${prefix}intadw +link
╠⊹   ┝≼≽ ${prefix}tiktok +link
╠⊹   ┝≼≽ ${prefix}tikto2 +link
╠⊹   ┝≼≽ ${prefix}facemp4
╠⊹   ┝≼≽ ${prefix}playstore (nome app)
╠⊹   ┝≼≽ ${prefix}celular (nome do modelo)
╠⊹   ┝≼≽ ${prefix}mediafire (url)
╠⊹   ┝≼≽ ${prefix}imgpralink
╠⊹   ┝≼≽ ${prefix}videopralink
╠⊹   ┝≼≽ ${prefix}buscarfilme (nome do filme)
╠⊹   ┝≼≽ ${prefix}anime (nome do anime)
╠⊹   ╰─━─━─━──━──━─━─━─━─𒀸
║                  🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭─━─━─‼️INFORMAÇÕES‼️━─━─𒀸
╠⊹   ┝≼≽ ${prefix}ping (velo)
╠⊹   ┝≼≽ ${prefix}bateria
╠⊹   ┝≼≽ ${prefix}dono (criador)
╠⊹   ┝≼≽ ${prefix}atividade
╠⊹   ┝≼≽ ${prefix}rankativo
╠⊹   ┝≼≽ ${prefix}checkativo @marca
╠⊹   ┝≼≽ ${prefix}tabela (tabela-letras)
╠⊹   ┝≼≽ ${prefix}ranklevel (de todos)
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
║                  🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭──━─━─🏆Jogos🏆━─━─━─━𒀸
╠⊹   ┝≼≽ ${prefix}Ppt (pedra-papel-tesoura) 
╠⊹   ┝≼≽ ${prefix}Jogodavelha @marca
╠⊹   ┝≼≽ ${prefix}Ttt (jogo da velha) 
╠⊹   ┝≼≽ ${prefix}Cassino
╠⊹   ┝≼≽ ${prefix}Quizanime 1 / 0
╠⊹   ┝≼≽ ${prefix}Quizanimais 1 / 0
╠⊹   ┝≼≽ ${prefix}Anagrama 1 / 0
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║              🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭──━─🦸🏻‍♂️🦸🏻‍♀️Figurinhas🦸🏻‍♂️🦸🏻‍♀️━─━─𒀸
╠⊹   ┝≼≽ ${prefix}Sfundo
╠⊹   ┝≼≽ ${prefix}Csticker
╠⊹   ┝≼≽ ${prefix}Fsticker
╠⊹   ┝≼≽ ${prefix}Sticker
╠⊹   ┝≼≽ ${prefix}Togif
╠⊹   ┝≼≽ ${prefix}Toimg
╠⊹   ┝≼≽ ${prefix}roubar (text)
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║                 🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭━─━⚜️ATTPS/CMD-DE-TXT⚜️━𒀸
╠⊹   ┝≼≽ ${prefix}attp  (txt)
╠⊹   ┝≼≽ ${prefix}ttp  (txt)
╠⊹   ┝≼≽ ${prefix}ttm   (txt)
╠⊹   ┝≼≽ ${prefix}ttm2  (txt)
╠⊹   ┝≼≽ ${prefix}ttm3  (txt)
╠⊹   ┝≼≽ ${prefix}ttm4  (txt)
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║                   🔥𝐿𝒾𝓋𝒶𝓃𝒶𝒮𝓉𝑒𝓅𝒽𝒶𝓃𝓎🔥
╠⊹   ╭─━─━─💠CMD-BÁSICOS💠━─━─𒀸
╠⊹   ┝≼≽ ${prefix}!love (inicial do crush)
╠⊹   ┝≼≽ ${prefix}gtts (linguagem)
╠⊹   ┝≼≽ ${prefix}tagme
╠⊹   ┝≼≽ ${prefix}emoji
╠⊹   ┝≼≽ ${prefix}tabela
╠⊹   ┝≼≽ ${prefix}calcular (1+1)
╠⊹   ┝≼≽ ${prefix}conselhobiblico
╠⊹   ┝≼≽ ${prefix}simi (fale algo) 
╠⊹   ┝≼≽ ${prefix}simivoz (fale algo) 
╠⊹   ┝≼≽ ${prefix}perfil
╠⊹   ┝≼≽ ${prefix}wallpaperanime
╠⊹   ┝≼≽ ${prefix}tomp3 
╠⊹   ┝≼≽ ${prefix}frases
╠⊹   ┝≼≽ ${prefix}fazernick (nick)
╠⊹   ┝≼≽ ${prefix}bot
╠⊹   ┝≼≽ ${prefix}wa.me 
╠⊹   ┝≼≽ ${prefix}wa.me2 (marcar amigo e texto) 
╠⊹   ╰─━─━─━──━──━─━─━━𒀸
║
╠⊹            📌•INFO/DONO•📌
╠⊹   ╭─━─━─━─━─𒀸
╠⊹   ┝≼≽ NOME : ${NickDono}
╠⊹   ┝≼≽ NÚMERO : ${numerodn} 
╠⊹   ┝≼≽ INSTAGRAM: ↳ eduardo_cruz36
╠⊹   ╰─━─━─━──━──━─━─𒀸
║
╚┅═┅══ ᐃᐁᐃ ══┅═┅═᳀

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
